Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# anySearch.error.keyQuotaExhaustedFormat
source: AnySearch quota exhausted (%1$d/%2$d). Upgrade your plan or wait for the next billing cycle
ar: تم استنفاد حصة AnySearch (%1$d/%2$d). قم بترقية خطتك أو انتظر دورة الفوترة التالية
de: AnySearch-Kontingent erschöpft (%1$d/%2$d). Aktualisieren Sie Ihren Tarif oder warten Sie auf den nächsten Abrechnungszeitraum
es: Cuota de AnySearch agotada (%1$d/%2$d). Mejore su plan o espere al próximo ciclo de facturación
fr: Quota AnySearch épuisé (%1$d/%2$d). Mettez à niveau votre forfait ou attendez le prochain cycle de facturation
id: Kuota AnySearch habis (%1$d/%2$d). Tingkatkan paket Anda atau tunggu siklus penagihan berikutnya
it: Quota AnySearch esaurita (%1$d/%2$d). Aggiorna il tuo piano o attendi il prossimo ciclo di fatturazione
ja: AnySearchの割り当てを使い切りました (%1$d/%2$d)。プランをアップグレードするか、次の請求サイクルをお待ちください
ko: AnySearch 할당량이 소진되었습니다 (%1$d/%2$d). 요금제를 업그레이드하거나 다음 결제 주기를 기다리세요.
nl: AnySearch-quotum uitgeput (%1$d/%2$d). Upgrade uw abonnement of wacht op de volgende factureringscyclus
pl: Limit AnySearch wyczerpany (%1$d/%2$d). Zwiększ plan lub poczekaj na następny cykl rozliczeniowy
pt_br: Cota do AnySearch esgotada (%1$d/%2$d). Faça upgrade do seu plano ou aguarde o próximo ciclo de faturamento
ru: Квота AnySearch исчерпана (%1$d/%2$d). Обновите тариф или дождитесь следующего расчётного периода
tr: AnySearch kotası doldu (%1$d/%2$d). Planınızı yükseltin veya bir sonraki fatura dönemini bekleyin
uk: Квота AnySearch вичерпана (%1$d/%2$d). Оновіть тарифний план або зачекайте наступного розрахункового періоду
vi: Hết hạn mức AnySearch (%1$d/%2$d). Nâng cấp gói hoặc đợi chu kỳ thanh toán tiếp theo
zh_hans: AnySearch 配额已用尽（%1$d/%2$d），请升级套餐或等待下个计费周期
zh_hant: AnySearch 配額已用盡（%1$d/%2$d），請升級方案或等待下個計費週期

# anySearch.error.rateLimited
source: Too many AnySearch requests. Please retry later
ar: طلبات AnySearch كثيرة جدًا. يرجى إعادة المحاولة لاحقًا
de: Zu viele AnySearch-Anfragen. Bitte versuchen Sie es später erneut
es: Demasiadas solicitudes a AnySearch. Intente de nuevo más tarde
fr: Trop de requêtes AnySearch. Veuillez réessayer plus tard
id: Terlalu banyak permintaan AnySearch. Silakan coba lagi nanti
it: Troppe richieste AnySearch. Riprova più tardi
ja: AnySearchリクエストが多すぎます。後でもう一度お試しください
ko: AnySearch 요청이 너무 많습니다. 나중에 다시 시도하세요.
nl: Te veel AnySearch-verzoeken. Probeer het later opnieuw
pl: Zbyt wiele żądań AnySearch. Spróbuj ponownie później
pt_br: Muitas requisições ao AnySearch. Tente novamente mais tarde
ru: Слишком много запросов к AnySearch. Повторите позже
tr: Çok fazla AnySearch isteği. Lütfen daha sonra tekrar deneyin
uk: Забагато запитів до AnySearch. Повторіть спробу пізніше
vi: Quá nhiều yêu cầu AnySearch. Vui lòng thử lại sau
zh_hans: AnySearch 请求过于频繁，请稍候重试
zh_hant: AnySearch 請求過於頻繁，請稍後重試

# anySearch.error.rateLimitedFormat
source: Too many AnySearch requests. Retry in %d s
ar: طلبات AnySearch كثيرة جدًا. أعد المحاولة بعد %d ثانية
de: Zu viele AnySearch-Anfragen. Wiederholen Sie in %d s
es: Demasiadas solicitudes a AnySearch. Reintente en %d s
fr: Trop de requêtes AnySearch. Réessayez dans %d s
id: Terlalu banyak permintaan AnySearch. Coba lagi dalam %d detik
it: Troppe richieste AnySearch. Riprova tra %d s
ja: AnySearchリクエストが多すぎます。%d秒後に再試行してください
ko: AnySearch 요청이 너무 많습니다. %d초 후에 다시 시도하세요.
nl: Te veel AnySearch-verzoeken. Probeer het over %d s opnieuw
pl: Zbyt wiele żądań AnySearch. Spróbuj ponownie za %d s
pt_br: Muitas requisições ao AnySearch. Tente novamente em %d s
ru: Слишком много запросов к AnySearch. Повторите через %d с
tr: Çok fazla AnySearch isteği. %d saniye içinde tekrar deneyin
uk: Забагато запитів до AnySearch. Повторіть через %d с
vi: Quá nhiều yêu cầu AnySearch. Thử lại sau %d giây
zh_hans: AnySearch 请求过于频繁，%d 秒后重试
zh_hant: AnySearch 請求過於頻繁，%d 秒後重試

# anySearch.error.serverFormat
source: AnySearch service error (HTTP %d)
ar: خطأ في خدمة AnySearch (HTTP %d)
de: AnySearch-Dienstfehler (HTTP %d)
es: Error del servicio AnySearch (HTTP %d)
fr: Erreur du service AnySearch (HTTP %d)
id: Kesalahan layanan AnySearch (HTTP %d)
it: Errore del servizio AnySearch (HTTP %d)
ja: AnySearchサービスエラー (HTTP %d)
ko: AnySearch 서비스 오류 (HTTP %d)
nl: AnySearch-servicefout (HTTP %d)
pl: Błąd usługi AnySearch (HTTP %d)
pt_br: Erro do serviço AnySearch (HTTP %d)
ru: Ошибка службы AnySearch (HTTP %d)
tr: AnySearch hizmet hatası (HTTP %d)
uk: Помилка служби AnySearch (HTTP %d)
vi: Lỗi dịch vụ AnySearch (HTTP %d)
zh_hans: AnySearch 服务异常（HTTP %d）
zh_hant: AnySearch 服務錯誤（HTTP %d）

# anySearch.error.serviceUnavailable
source: AnySearch service is temporarily unavailable. Please retry later
ar: خدمة AnySearch غير متاحة مؤقتًا. يرجى إعادة المحاولة لاحقًا
de: AnySearch-Dienst vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut
es: El servicio AnySearch no está disponible temporalmente. Intente de nuevo más tarde
fr: Le service AnySearch est temporairement indisponible. Veuillez réessayer plus tard
id: Layanan AnySearch untuk sementara tidak tersedia. Silakan coba lagi nanti
it: Il servizio AnySearch non è temporaneamente disponibile. Riprova più tardi
ja: AnySearchサービスが一時的に利用できません。後でもう一度お試しください
ko: AnySearch 서비스를 일시적으로 사용할 수 없습니다. 나중에 다시 시도하세요.
nl: AnySearch-service is tijdelijk niet beschikbaar. Probeer het later opnieuw
pl: Usługa AnySearch jest tymczasowo niedostępna. Spróbuj ponownie później
pt_br: O serviço AnySearch está temporariamente indisponível. Tente novamente mais tarde
ru: Служба AnySearch временно недоступна. Повторите позже
tr: AnySearch hizmeti geçici olarak kullanılamıyor. Lütfen daha sonra tekrar deneyin
uk: Служба AnySearch тимчасово недоступна. Повторіть спробу пізніше
vi: Dịch vụ AnySearch tạm thời không khả dụng. Vui lòng thử lại sau
zh_hans: AnySearch 服务暂时异常，请稍后重试
zh_hant: AnySearch 服務暫時無法使用，請稍後重試

# anySearch.error.serviceUnavailableFormat
source: AnySearch service is temporarily unavailable: %@
ar: خدمة AnySearch غير متاحة مؤقتًا: %@
de: AnySearch-Dienst ist vorübergehend nicht verfügbar: %@
es: El servicio AnySearch no está disponible temporalmente: %@
fr: Le service AnySearch est temporairement indisponible : %@
id: Layanan AnySearch untuk sementara tidak tersedia: %@
it: Il servizio AnySearch non è al momento disponibile: %@
ja: AnySearchサービスが一時的に利用できません: %@
ko: AnySearch 서비스를 일시적으로 사용할 수 없습니다: %@
nl: AnySearch-service is tijdelijk niet beschikbaar: %@
pl: Usługa AnySearch jest chwilowo niedostępna: %@
pt_br: O serviço AnySearch está temporariamente indisponível: %@
ru: Сервис AnySearch временно недоступен: %@
tr: AnySearch hizmeti geçici olarak kullanılamıyor: %@
uk: Сервіс AnySearch тимчасово недоступний: %@
vi: Dịch vụ AnySearch tạm thời không khả dụng: %@
zh_hans: AnySearch 服务暂时异常：%@
zh_hant: AnySearch 服務暫時無法使用：%@

# app.about
source: About Starcat
ar: حول Starcat
de: Über Starcat
es: Acerca de Starcat
fr: À propos de Starcat
id: Tentang Starcat
it: Informazioni su Starcat
ja: Starcatについて
ko: Starcat 정보
nl: Over Starcat
pl: O Starcat
pt_br: Sobre o Starcat
ru: О Starcat
tr: Starcat Hakkında
uk: Про Starcat
vi: Giới thiệu về Starcat
zh_hans: 关于 Starcat
zh_hant: 關於 Starcat

# app.update.available.messageFormat
source: Starcat %@ is available. You’re using %@.
ar: يتوفر Starcat %@. أنت تستخدم %@.
de: Starcat %@ ist verfügbar. Sie verwenden %@.
es: Starcat %@ está disponible. Estás usando %@.
fr: Starcat %@ est disponible. Vous utilisez %@.
id: Starcat %@ tersedia. Anda menggunakan %@.
it: Starcat %@ è disponibile. Stai usando %@.
ja: Starcat %@ を利用できます。現在のバージョンは %@ です。
ko: Starcat %@ 버전을 사용할 수 있습니다. 현재 버전은 %@입니다.
nl: Starcat %@ is beschikbaar. U gebruikt %@.
pl: Dostępna jest wersja Starcat %@. Używasz wersji %@.
pt_br: O Starcat %@ está disponível. Você está usando %@.
ru: Доступна версия Starcat %@. У вас установлена %@.
tr: Starcat %@ kullanılabilir. Şu anda %@ sürümünü kullanıyorsunuz.
uk: Доступна версія Starcat %@. У вас установлено %@.
vi: Starcat %@ đã có sẵn. Bạn đang dùng %@.
zh_hans: Starcat %@ 已发布，你当前使用的是 %@。
zh_hant: Starcat %@ 已發佈，你目前使用的是 %@。

# app.update.available.title
source: Update Available
ar: يتوفر تحديث
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
id: Pembaruan Tersedia
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление
tr: Güncelleme mevcut
uk: Доступне оновлення
vi: Có bản cập nhật
zh_hans: 发现新版本
zh_hant: 發現新版本

# app.update.current.messageFormat
source: You’re using the latest version (%@).
ar: أنت تستخدم أحدث إصدار (%@).
de: Sie verwenden die neueste Version (%@).
es: Estás usando la versión más reciente (%@).
fr: Vous utilisez la dernière version (%@).
id: Anda menggunakan versi terbaru (%@).
it: Stai usando la versione più recente (%@).
ja: 最新バージョン（%@）を使用しています。
ko: 최신 버전(%@)을 사용하고 있습니다.
nl: U gebruikt de nieuwste versie (%@).
pl: Używasz najnowszej wersji (%@).
pt_br: Você está usando a versão mais recente (%@).
ru: У вас установлена последняя версия (%@).
tr: En son sürümü (%@) kullanıyorsunuz.
uk: У вас установлена найновіша версія (%@).
vi: Bạn đang dùng phiên bản mới nhất (%@).
zh_hans: 你当前使用的已是最新版本（%@）。
zh_hant: 你目前使用的已是最新版本（%@）。

# app.update.current.title
source: Starcat Is Up to Date
ar: Starcat محدّث
de: Starcat ist aktuell
es: Starcat está actualizado
fr: Starcat est à jour
id: Starcat Sudah Terbaru
it: Starcat è aggiornato
ja: Starcatは最新です
ko: Starcat이 최신 상태입니다
nl: Starcat is actueel
pl: Starcat jest aktualny
pt_br: O Starcat está atualizado
ru: Starcat обновлён
tr: Starcat güncel
uk: Starcat оновлено
vi: Starcat đã được cập nhật
zh_hans: Starcat 已是最新版本
zh_hant: Starcat 已是最新版本

# app.update.failed.message
source: Check your internet connection and try again.
ar: تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Prüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Vérifiez votre connexion Internet et réessayez.
id: Periksa koneksi internet Anda lalu coba lagi.
it: Controlla la connessione internet e riprova.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인한 후 다시 시도하세요.
nl: Controleer uw internetverbinding en probeer het opnieuw.
pl: Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Verifique sua conexão com a internet e tente novamente.
ru: Проверьте подключение к интернету и повторите попытку.
tr: İnternet bağlantınızı kontrol edip yeniden deneyin.
uk: Перевірте підключення до інтернету та повторіть спробу.
vi: Hãy kiểm tra kết nối Internet rồi thử lại.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後再試一次。

# app.update.failed.title
source: Unable to Check for Updates
ar: تعذّر التحقق من وجود تحديثات
de: Updates konnten nicht gesucht werden
es: No se pudo buscar actualizaciones
fr: Impossible de rechercher les mises à jour
id: Tidak Dapat Memeriksa Pembaruan
it: Impossibile verificare gli aggiornamenti
ja: アップデートを確認できません
ko: 업데이트를 확인할 수 없음
nl: Kan niet controleren op updates
pl: Nie można sprawdzić aktualizacji
pt_br: Não foi possível verificar atualizações
ru: Не удалось проверить обновления
tr: Güncellemeler kontrol edilemiyor
uk: Не вдалося перевірити оновлення
vi: Không thể kiểm tra bản cập nhật
zh_hans: 无法检查更新
zh_hant: 無法檢查更新

# app.update.later
source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
id: Nanti
it: Più tardi
ja: あとで
ko: 나중에
pl: Później
pt_br: Mais tarde
ru: Позже
tr: Daha sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# app.update.openAppStore
source: Open Mac App Store
ar: فتح Mac App Store
de: Mac App Store öffnen
es: Abrir Mac App Store
fr: Ouvrir le Mac App Store
id: Buka Mac App Store
it: Apri Mac App Store
ja: Mac App Storeを開く
ko: Mac App Store 열기
nl: Mac App Store openen
pl: Otwórz Mac App Store
pt_br: Abrir a Mac App Store
ru: Открыть Mac App Store
tr: Mac App Store’u aç
uk: Відкрити Mac App Store
vi: Mở Mac App Store
zh_hans: 前往 Mac App Store
zh_hant: 前往 Mac App Store

# auth.error.clientIdMissing
source: GitHub OAuth Client ID is missing or still a placeholder.
ar: معرف عميل GitHub OAuth مفقود أو لا يزال عنصرًا نائبًا.
de: GitHub OAuth-Client-ID fehlt oder ist noch ein Platzhalter.
es: Falta el ID de cliente de OAuth de GitHub o sigue siendo un marcador de posición.
fr: L'ID client OAuth GitHub est manquant ou est encore un espace réservé.
id: ID Klien OAuth GitHub tidak ada atau masih placeholder.
it: L'ID client OAuth di GitHub è mancante o è ancora un segnaposto.
ja: GitHub OAuthクライアントIDが見つからないか、まだプレースホルダーです。
ko: GitHub OAuth 클라이언트 ID가 없거나 아직 자리 표시자입니다.
nl: GitHub OAuth-client-ID ontbreekt of is nog een placeholder.
pl: Brakuje identyfikatora klienta OAuth GitHub lub jest on nadal zastępczy.
pt_br: O ID do cliente OAuth do GitHub está ausente ou ainda é um espaço reservado.
ru: Идентификатор клиента OAuth GitHub отсутствует или всё ещё является заполнителем.
tr: GitHub OAuth İstemci Kimliği eksik veya hâlâ bir yer tutucu.
uk: Клієнтський ідентифікатор GitHub OAuth відсутній або все ще є заповнювачем.
vi: ID Client OAuth GitHub bị thiếu hoặc vẫn là giá trị giữ chỗ.
zh_hans: GitHub OAuth Client ID 未配置或仍为占位值。
zh_hant: GitHub OAuth Client ID 未設定或仍為佔位值。

# auth.error.codeExpired
source: The authorization code has expired. Please start sign-in again.
ar: انتهت صلاحية رمز التفويض. يرجى بدء تسجيل الدخول مرة أخرى.
de: Der Autorisierungscode ist abgelaufen. Bitte starten Sie die Anmeldung erneut.
es: El código de autorización ha caducado. Inicia sesión de nuevo.
fr: Le code d'autorisation a expiré. Veuillez recommencer la connexion.
id: Kode otorisasi telah kedaluwarsa. Silakan mulai masuk lagi.
it: Il codice di autorizzazione è scaduto. Effettua di nuovo l'accesso.
ja: 認証コードの有効期限が切れました。もう一度サインインを開始してください。
ko: 인증 코드가 만료되었습니다. 다시 로그인해 주세요.
nl: De autorisatiecode is verlopen. Start opnieuw met aanmelden.
pl: Kod autoryzacyjny wygasł. Rozpocznij logowanie ponownie.
pt_br: O código de autorização expirou. Inicie o login novamente.
ru: Срок действия кода авторизации истёк. Пожалуйста, начните вход заново.
tr: Yetkilendirme kodunun süresi doldu. Lütfen oturum açmayı yeniden başlatın.
uk: Термін дії коду авторизації минув. Будь ласка, почніть вхід знову.
vi: Mã ủy quyền đã hết hạn. Vui lòng bắt đầu đăng nhập lại.
zh_hans: 授权 code 已过期，请重新发起登录。
zh_hant: 授權代碼已過期，請重新發起登入。

# auth.error.configurationMissingFormat
source: OAuth configuration is missing: %@
ar: إعدادات OAuth مفقودة: %@
de: OAuth-Konfiguration fehlt: %@
es: Falta la configuración de OAuth: %@
fr: Configuration OAuth manquante : %@
id: Konfigurasi OAuth tidak ada: %@
it: Configurazione OAuth mancante: %@
ja: OAuth設定が見つかりません: %@
ko: OAuth 구성이 누락되었습니다: %@
nl: OAuth-configuratie ontbreekt: %@
pl: Brak konfiguracji OAuth: %@
pt_br: Configuração OAuth ausente: %@
ru: Конфигурация OAuth отсутствует: %@
tr: OAuth yapılandırması eksik: %@
uk: Конфігурація OAuth відсутня: %@
vi: Cấu hình OAuth bị thiếu: %@
zh_hans: OAuth 配置缺失：%@
zh_hant: OAuth 設定缺失：%@

# auth.error.deviceFlowNotStarted
source: Device Flow has not started.
ar: تدفق الجهاز لم يبدأ.
de: Device Flow wurde nicht gestartet.
es: El flujo de dispositivo no se ha iniciado.
fr: Le flux d'appareil n'a pas démarré.
id: Device Flow belum dimulai.
it: Il flusso dispositivo non è stato avviato.
ja: デバイスフローが開始されていません。
ko: Device Flow가 시작되지 않았습니다.
nl: Device Flow is niet gestart.
pl: Proces Device Flow nie został uruchomiony.
pt_br: O fluxo de dispositivo não foi iniciado.
ru: Device Flow не запущен.
tr: Cihaz Akışı başlatılmadı.
uk: Device Flow не запущено.
vi: Device Flow chưa được bắt đầu.
zh_hans: 尚未调用 beginDeviceFlow。
zh_hant: 尚未呼叫 beginDeviceFlow。

# auth.error.expiresAtMissing
source: The Device Flow expiration time is missing.
ar: وقت انتهاء تدفق الجهاز مفقود.
de: Die Ablaufzeit des Device Flow fehlt.
es: Falta la hora de caducidad del flujo de dispositivo.
fr: La date d'expiration du flux d'appareil est manquante.
id: Waktu kedaluwarsa Device Flow tidak ada.
it: Manca l'ora di scadenza del flusso dispositivo.
ja: デバイスフローの有効期限が見つかりません。
ko: Device Flow 만료 시간이 누락되었습니다.
nl: De vervaltijd van de Device Flow ontbreekt.
pl: Brak czasu wygaśnięcia Device Flow.
pt_br: O tempo de expiração do fluxo de dispositivo está ausente.
ru: Время истечения Device Flow отсутствует.
tr: Cihaz Akışı süre sonu bilgisi eksik.
uk: Час завершення Device Flow відсутній.
vi: Thời gian hết hạn của Device Flow bị thiếu.
zh_hans: expires_at 未初始化。
zh_hant: expires_at 未初始化。

# auth.error.networkFormat
source: OAuth network error: %@
ar: خطأ في شبكة OAuth: %@
de: OAuth-Netzwerkfehler: %@
es: Error de red de OAuth: %@
fr: Erreur réseau OAuth : %@
id: Kesalahan jaringan OAuth: %@
it: Errore di rete OAuth: %@
ja: OAuthネットワークエラー: %@
ko: OAuth 네트워크 오류: %@
nl: OAuth-netwerkfout: %@
pl: Błąd sieci OAuth: %@
pt_br: Erro de rede OAuth: %@
ru: Сетевая ошибка OAuth: %@
tr: OAuth ağ hatası: %@
uk: Помилка мережі OAuth: %@
vi: Lỗi mạng OAuth: %@
zh_hans: OAuth 网络错误：%@
zh_hant: OAuth 網路錯誤：%@

# auth.error.unexpectedResponseFormat
source: Unexpected GitHub response: %@
ar: استجابة غير متوقعة من GitHub: %@
de: Unerwartete GitHub-Antwort: %@
es: Respuesta inesperada de GitHub: %@
fr: Réponse GitHub inattendue : %@
id: Respons GitHub tidak terduga: %@
it: Risposta GitHub imprevista: %@
ja: 予期しないGitHub応答: %@
ko: 예상치 못한 GitHub 응답: %@
nl: Onverwachte GitHub-reactie: %@
pl: Nieoczekiwana odpowiedź GitHub: %@
pt_br: Resposta inesperada do GitHub: %@
ru: Неожиданный ответ GitHub: %@
tr: Beklenmeyen GitHub yanıtı: %@
uk: Неочікувана відповідь GitHub: %@
vi: Phản hồi GitHub không mong đợi: %@
zh_hans: GitHub 返回异常：%@
zh_hant: GitHub 回傳異常：%@

# auth.error.userDeclined
source: The user declined authorization.
ar: رفض المستخدم التفويض.
de: Der Benutzer hat die Autorisierung abgelehnt.
es: El usuario rechazó la autorización.
fr: L'utilisateur a refusé l'autorisation.
id: Pengguna menolak otorisasi.
it: L'utente ha rifiutato l'autorizzazione.
ja: ユーザーが認証を拒否しました。
ko: 사용자가 인증을 거부했습니다.
nl: De gebruiker heeft autorisatie geweigerd.
pl: Użytkownik odrzucił autoryzację.
pt_br: O usuário recusou a autorização.
ru: Пользователь отклонил авторизацию.
tr: Kullanıcı yetkilendirmeyi reddetti.
uk: Користувач відхилив авторизацію.
vi: Người dùng đã từ chối ủy quyền.
zh_hans: 用户已拒绝授权。
zh_hant: 使用者已拒絕授權。

# auth.failed
source: Sign in failed
ar: فشل تسجيل الدخول
de: Anmeldung fehlgeschlagen
es: Inicio de sesión fallido
fr: Connexion échouée
id: Masuk gagal
it: Accesso fallito
ja: サインインに失敗しました
ko: 로그인 실패
nl: Aanmelden mislukt
pl: Logowanie nie powiodło się
pt_br: Falha no login
ru: Вход не удался
tr: Oturum açma başarısız
uk: Вхід не вдався
vi: Đăng nhập thất bại
zh_hans: 登录失败
zh_hant: 登入失敗

# auth.signOut
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Afmelden
pl: Wyloguj się
pt_br: Sair
ru: Выйти
tr: Oturumu Kapat
uk: Вийти
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# auth.unauthenticated
source: Not Signed In
ar: غير مسجل الدخول
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
id: Belum Masuk
it: Non autenticato
ja: 未サインイン
ko: 로그인되지 않음
nl: Niet aangemeld
pl: Nie zalogowano
pt_br: Não conectado
ru: Не выполнен вход
tr: Oturum Açılmadı
uk: Не ввійшли
vi: Chưa đăng nhập
zh_hans: 未登录
zh_hant: 未登入

# authV2.alternative.deviceFlow
source: Sign in with Device Code
ar: تسجيل الدخول برمز الجهاز
de: Mit Gerätecode anmelden
es: Iniciar sesión con código de dispositivo
fr: Se connecter avec un code d'appareil
id: Masuk dengan Kode Perangkat
it: Accedi con codice dispositivo
ja: デバイスコードでサインイン
ko: 기기 코드로 로그인
nl: Aanmelden met apparaatcode
pl: Zaloguj się za pomocą kodu urządzenia
pt_br: Entrar com código de dispositivo
ru: Войти с помощью кода устройства
tr: Cihaz Kodu ile Oturum Aç
uk: Увійти за кодом пристрою
vi: Đăng nhập bằng Mã thiết bị
zh_hans: 使用设备码登录
zh_hant: 使用裝置碼登入

# authV2.alternative.divider
source: or use another method
ar: أو استخدم طريقة أخرى
de: oder eine andere Methode verwenden
es: o usa otro método
fr: ou utiliser une autre méthode
id: atau gunakan metode lain
it: oppure usa un altro metodo
ja: または別の方法を使用
ko: 또는 다른 방법 사용
nl: of gebruik een andere methode
pl: lub użyj innej metody
pt_br: ou use outro método
ru: или используйте другой способ
tr: veya başka bir yöntem kullanın
uk: або використайте інший спосіб
vi: hoặc dùng phương thức khác
zh_hans: 或选择其他方式
zh_hant: 或選擇其他方式

# authV2.alternative.pat
source: Sign in with Token
ar: تسجيل الدخول برمز مميز
de: Mit Token anmelden
es: Iniciar sesión con token
fr: Se connecter avec un jeton
id: Masuk dengan Token
it: Accedi con token
ja: トークンでサインイン
ko: 토큰으로 로그인
nl: Aanmelden met token
pl: Zaloguj się za pomocą tokena
pt_br: Entrar com token
ru: Войти с помощью токена
tr: Token ile Oturum Aç
uk: Увійти за токеном
vi: Đăng nhập bằng Token
zh_hans: 使用 Token 登录
zh_hant: 使用 Token 登入

# authV2.cancelSignIn
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# authV2.codeCopied
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# authV2.codeCopiedAndOpening
source: Copied, opening GitHub
ar: تم النسخ، جارٍ فتح GitHub
de: Kopiert, GitHub wird geöffnet
es: Copiado, abriendo GitHub
fr: Copié, ouverture de GitHub
id: Disalin, membuka GitHub
it: Copiato, apertura GitHub
ja: コピーしました、GitHubを開きます
ko: 복사됨, GitHub 열기
nl: Gekopieerd, GitHub wordt geopend
pl: Skopiowano, otwieranie GitHub
pt_br: Copiado, abrindo GitHub
ru: Скопировано, открывается GitHub
tr: Kopyalandı, GitHub açılıyor
uk: Скопійовано, відкриваю GitHub
vi: Đã sao chép, đang mở GitHub
zh_hans: 已复制，正在打开 GitHub
zh_hant: 已複製，正在開啟 GitHub

# authV2.codeHint
source: Click to open the authorization page
ar: انقر لفتح صفحة التفويض
de: Klicken, um die Autorisierungsseite zu öffnen
es: Haz clic para abrir la página de autorización
fr: Cliquez pour ouvrir la page d'autorisation
id: Klik untuk membuka halaman otorisasi
it: Clicca per aprire la pagina di autorizzazione
ja: クリックして認証ページを開く
ko: 클릭하여 인증 페이지 열기
nl: Klik om de autorisatiepagina te openen
pl: Kliknij, aby otworzyć stronę autoryzacji
pt_br: Clique para abrir a página de autorização
ru: Нажмите, чтобы открыть страницу авторизации
tr: Yetkilendirme sayfasını açmak için tıklayın
uk: Натисніть, щоб відкрити сторінку авторизації
vi: Nhấp để mở trang ủy quyền
zh_hans: 点击打开授权页面
zh_hant: 點擊開啟授權頁面

# authV2.connecting
source: Connecting to GitHub…
ar: جارٍ الاتصال بـ GitHub…
de: Verbindung zu GitHub wird hergestellt …
es: Conectando con GitHub…
fr: Connexion à GitHub…
id: Menghubungkan ke GitHub…
it: Connessione a GitHub…
ja: GitHubに接続中…
ko: GitHub에 연결 중…
nl: Verbinden met GitHub…
pl: Łączenie z GitHub…
pt_br: Conectando ao GitHub…
ru: Подключение к GitHub…
tr: GitHub'a bağlanılıyor…
uk: Підключення до GitHub…
vi: Đang kết nối với GitHub…
zh_hans: 正在连接 GitHub…
zh_hant: 正在連接 GitHub…

# authV2.continueWithGitHub
source: Continue with GitHub
ar: المتابعة مع GitHub
de: Mit GitHub fortfahren
es: Continuar con GitHub
fr: Continuer avec GitHub
id: Lanjutkan dengan GitHub
it: Continua con GitHub
ja: GitHubで続行
ko: GitHub로 계속
nl: Doorgaan met GitHub
pl: Kontynuuj z GitHub
pt_br: Continuar com GitHub
ru: Продолжить с GitHub
tr: GitHub ile Devam Et
uk: Продовжити з GitHub
vi: Tiếp tục với GitHub
zh_hans: 通过 GitHub 继续
zh_hant: 透過 GitHub 繼續
